Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.execution.retrieval.summaryFormat
source: Found matching chunks in %1$lld repositories (%2$lld hits)
ar: تم العثور على مقاطع متطابقة في %1$lld مستودعًا (%2$lld نتيجة)
de: Übereinstimmende Chunks in %1$lld Repositories gefunden (%2$lld Treffer)
es: Se encontraron fragmentos coincidentes en %1$lld repositorios (%2$lld resultados)
fr: Fragments correspondants trouvés dans %1$lld dépôts (%2$lld résultats)
id: Menemukan potongan yang cocok di %1$lld repositori (%2$lld hasil)
it: Trovati blocchi corrispondenti in %1$lld repository (%2$lld risultati)
ja: %1$lld 個のリポジトリで一致するチャンクを発見（%2$lld ヒット）
ko: %1$lld개 저장소에서 일치하는 청크 발견 (%2$lld개 적중)
nl: Overeenkomende fragmenten gevonden in %1$lld repositories (%2$lld hits)
pl: Znaleziono pasujące fragmenty w %1$lld repozytoriach (%2$lld trafień)
pt_br: Trechos correspondentes encontrados em %1$lld repositórios (%2$lld ocorrências)
ru: Найдены совпадающие фрагменты в %1$lld репозиториях (%2$lld совпадений)
tr: %1$lld depoda eşleşen parçalar bulundu (%2$lld sonuç)
uk: Знайдено збіги в %1$lld репозиторіях (%2$lld збігів)
vi: Đã tìm thấy các đoạn phù hợp trong %1$lld kho lưu trữ (%2$lld kết quả)
zh_hans: 已在 %1$lld 个仓库中找到分片（%2$lld 条命中）
zh_hant: 已在 %1$lld 個倉庫中找到分片（%2$lld 條命中）

# rag.workspace.execution.retrieval.title
source: Search knowledge base
ar: البحث في قاعدة المعرفة
de: Wissensdatenbank durchsuchen
es: Buscar en base de conocimiento
fr: Rechercher dans la base de connaissances
id: Cari basis pengetahuan
it: Cerca nella knowledge base
ja: ナレッジベースを検索
ko: 지식 베이스 검색
nl: Kennisbank doorzoeken
pl: Przeszukaj bazę wiedzy
pt_br: Buscar na base de conhecimento
ru: Поиск в базе знаний
tr: Bilgi tabanını tara
uk: Пошук у базі знань
vi: Tìm kiếm cơ sở tri thức
zh_hans: 检索知识库
zh_hant: 檢索知識庫

# rag.workspace.group.actions
source: Group actions
ar: إجراءات المجموعة
de: Gruppenaktionen
es: Acciones de grupo
fr: Actions de groupe
id: Tindakan grup
it: Azioni gruppo
ja: グループアクション
ko: 그룹 작업
nl: Groepsacties
pl: Akcje grupowe
pt_br: Ações do grupo
ru: Действия с группой
tr: Grup işlemleri
uk: Дії з групою
vi: Thao tác nhóm
zh_hans: 分组操作
zh_hant: 分組操作

# rag.workspace.group.create
source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
id: Grup baru
it: Nuovo gruppo
ja: 新規グループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo grupo
ru: Новая группа
tr: Yeni grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新建分组
zh_hant: 新增分組

# rag.workspace.group.create.title
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
id: Grup Baru
it: Nuovo Gruppo
ja: 新規グループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo Grupo
ru: Новая группа
tr: Yeni Grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新建分组
zh_hant: 新增分組

# rag.workspace.group.newTitle
source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
id: Grup baru
it: Nuovo gruppo
ja: 新規グループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo grupo
ru: Новая группа
tr: Yeni grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新分组
zh_hant: 新分組

# rag.workspace.group.rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# rag.workspace.group.rename.placeholder
source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
id: Nama grup
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 分组名称
zh_hant: 分組名稱

# rag.workspace.group.rename.title
source: Rename Group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
id: Ubah Nama Grup
it: Rinomina Gruppo
ja: グループ名の変更
ko: 그룹 이름 변경
nl: Groep hernoemen
pl: Zmień nazwę grupy
pt_br: Renomear Grupo
ru: Переименовать группу
tr: Grubu Yeniden Adlandır
uk: Перейменувати групу
vi: Đổi tên nhóm
zh_hans: 重命名分组
zh_hant: 重新命名分組

# rag.workspace.guidance.noCandidatesReply
source: No repository matched the current scope or filters. Try another question or adjust the repository scope.
ar: لم يطابق أي مستودع النطاق الحالي أو عوامل التصفية. جرب سؤالاً آخر أو اضبط نطاق المستودع.
de: Kein Repository entspricht dem aktuellen Bereich oder den Filtern. Versuchen Sie eine andere Frage oder passen Sie den Repository-Bereich an.
es: Ningún repositorio coincide con el ámbito o filtros actuales. Prueba otra pregunta o ajusta el ámbito del repositorio.
fr: Aucun dépôt ne correspond à la portée ou aux filtres actuels. Essayez une autre question ou ajustez la portée du dépôt.
id: Tidak ada repositori yang cocok dengan cakupan atau filter saat ini. Coba pertanyaan lain atau sesuaikan cakupan repositori.
it: Nessun repository corrisponde all'ambito o ai filtri correnti. Prova un'altra domanda o regola l'ambito del repository.
ja: 現在のスコープまたはフィルターに一致するリポジトリがありません。別の質問をするか、リポジトリのスコープを調整してください。
ko: 현재 범위나 필터와 일치하는 저장소가 없습니다. 다른 질문을 하거나 저장소 범위를 조정해 보세요.
nl: Geen repository komt overeen met het huidige bereik of de filters. Stel een andere vraag of pas het repositorybereik aan.
pl: Żadne repozytorium nie pasuje do bieżącego zakresu ani filtrów. Spróbuj zadać inne pytanie lub dostosuj zakres repozytoriów.
pt_br: Nenhum repositório corresponde ao escopo ou filtros atuais. Tente outra pergunta ou ajuste o escopo do repositório.
ru: Ни один репозиторий не соответствует текущей области или фильтрам. Попробуйте другой вопрос или измените область репозитория.
tr: Geçerli kapsam veya filtrelerle eşleşen depo bulunamadı. Başka bir soru deneyin veya depo kapsamını ayarlayın.
uk: Жоден репозиторій не відповідає поточній області або фільтрам. Спробуйте інше запитання або змініть область репозиторіїв.
vi: Không có kho lưu trữ nào phù hợp với phạm vi hoặc bộ lọc hiện tại. Hãy thử câu hỏi khác hoặc điều chỉnh phạm vi kho lưu trữ.
zh_hans: 当前仓库范围或筛选条件下没有匹配项目。可以换个问题，或调整仓库范围后再试。
zh_hant: 目前倉庫範圍或篩選條件下沒有匹配專案。可以換個問題，或調整倉庫範圍後再試。

# rag.workspace.guidance.noEvidenceReply
source: No relevant content was found in the available knowledge-base evidence. Try one of the questions below.
ar: لم يتم العثور على محتوى ذي صلة في أدلة قاعدة المعرفة المتاحة. جرب أحد الأسئلة أدناه.
de: Kein relevanter Inhalt in den verfügbaren Wissensdatenbank-Belegen gefunden. Versuchen Sie eine der folgenden Fragen.
es: No se encontró contenido relevante en la evidencia disponible de la base de conocimiento. Prueba una de las siguientes preguntas.
fr: Aucun contenu pertinent trouvé dans les preuves disponibles de la base de connaissances. Essayez l'une des questions ci-dessous.
id: Tidak ada konten relevan yang ditemukan dalam bukti basis pengetahuan yang tersedia. Coba salah satu pertanyaan di bawah.
it: Nessun contenuto rilevante trovato nelle prove disponibili della knowledge base. Prova una delle domande seguenti.
ja: 利用可能なナレッジベースの証拠に関連するコンテンツが見つかりませんでした。以下の質問をお試しください。
ko: 사용 가능한 지식 베이스 증거에서 관련 콘텐츠를 찾을 수 없습니다. 아래 질문 중 하나를 시도해 보세요.
nl: Geen relevante inhoud gevonden in de beschikbare kennisbank. Probeer een van onderstaande vragen.
pl: Nie znaleziono odpowiednich treści w dostępnych dowodach bazy wiedzy. Spróbuj jednego z poniższych pytań.
pt_br: Nenhum conteúdo relevante foi encontrado nas evidências da base de conhecimento. Tente uma das perguntas abaixo.
ru: Релевантный контент не найден в доступных данных базы знаний. Попробуйте один из вопросов ниже.
tr: Mevcut bilgi tabanı kanıtlarında ilgili içerik bulunamadı. Aşağıdaki sorulardan birini deneyin.
uk: Не знайдено відповідного вмісту в доступних даних бази знань. Спробуйте одне з питань нижче.
vi: Không tìm thấy nội dung liên quan trong bằng chứng cơ sở tri thức hiện có. Hãy thử một trong các câu hỏi bên dưới.
zh_hans: 在当前可用的知识库证据中没有找到相关内容。你可以尝试下面的问题：
zh_hant: 在目前可用的知識庫證據中沒有找到相關內容。你可以嘗試下面的問題：

# rag.workspace.guidance.noIndexReply
source: Relevant repositories were found, but their RAG index is not ready yet. Rebuild the index and try again.
ar: تم العثور على مستودعات ذات صلة، لكن فهرس RAG الخاص بها ليس جاهزًا بعد. أعد بناء الفهرس وحاول مرة أخرى.
de: Relevante Repositories wurden gefunden, aber ihr RAG-Index ist noch nicht bereit. Erstellen Sie den Index neu und versuchen Sie es erneut.
es: Se encontraron repositorios relevantes, pero su índice RAG aún no está listo. Reconstruye el índice e inténtalo de nuevo.
fr: Des dépôts pertinents ont été trouvés, mais leur index RAG n'est pas encore prêt. Reconstruisez l'index et réessayez.
id: Repositori yang relevan ditemukan, tetapi indeks RAG-nya belum siap. Bangun ulang indeks dan coba lagi.
it: Repository rilevanti trovati, ma il loro indice RAG non è ancora pronto. Ricostruisci l'indice e riprova.
ja: 関連するリポジトリは見つかりましたが、RAGインデックスがまだ準備できていません。インデックスを再構築してからもう一度お試しください。
ko: 관련 저장소를 찾았지만 RAG 인덱스가 아직 준비되지 않았습니다. 인덱스를 다시 빌드하고 다시 시도하세요.
nl: Relevante repositories gevonden, maar hun RAG-index is nog niet gereed. Bouw de index opnieuw en probeer het opnieuw.
pl: Znaleziono odpowiednie repozytoria, ale ich indeks RAG nie jest jeszcze gotowy. Przebuduj indeks i spróbuj ponownie.
pt_br: Repositórios relevantes foram encontrados, mas o índice RAG ainda não está pronto. Reconstrua o índice e tente novamente.
ru: Подходящие репозитории найдены, но их RAG-индекс ещё не готов. Перестройте индекс и попробуйте снова.
tr: İlgili depolar bulundu ancak RAG dizini henüz hazır değil. Dizini yeniden oluşturup tekrar deneyin.
uk: Відповідні репозиторії знайдено, але їхній RAG-індекс ще не готовий. Перебудуйте індекс і спробуйте знову.
vi: Đã tìm thấy kho lưu trữ liên quan, nhưng chỉ mục RAG của chúng chưa sẵn sàng. Hãy xây dựng lại chỉ mục và thử lại.
zh_hans: 找到了相关仓库，但它们的 RAG 索引尚未就绪。请先重建索引后再试。
zh_hant: 找到了相關倉庫，但它們的 RAG 索引尚未就緒。請先重建索引後再試。

# rag.workspace.guidance.noKnowledgeReposReply
source: There are no repositories in the knowledge base yet. Add repositories before asking knowledge-base questions.
ar: لا توجد مستودعات في قاعدة المعرفة حتى الآن. أضف مستودعات قبل طرح أسئلة على قاعدة المعرفة.
de: Es gibt noch keine Repositories in der Wissensdatenbank. Fügen Sie Repositories hinzu, bevor Sie Fragen zur Wissensdatenbank stellen.
es: Aún no hay repositorios en la base de conocimiento. Añade repositorios antes de hacer preguntas sobre la base de conocimiento.
fr: Il n'y a encore aucun dépôt dans la base de connaissances. Ajoutez des dépôts avant de poser des questions.
id: Belum ada repositori di basis pengetahuan. Tambahkan repositori sebelum mengajukan pertanyaan basis pengetahuan.
it: Non ci sono ancora repository nella knowledge base. Aggiungi repository prima di fare domande sulla knowledge base.
ja: ナレッジベースにまだリポジトリがありません。ナレッジベースの質問をする前にリポジトリを追加してください。
ko: 지식 베이스에 저장소가 아직 없습니다. 저장소를 추가한 후 지식 베이스 질문을 하세요.
nl: Er zijn nog geen repositories in de kennisbank. Voeg repositories toe voordat u vragen stelt over de kennisbank.
pl: W bazie wiedzy nie ma jeszcze żadnych repozytoriów. Dodaj repozytoria przed zadawaniem pytań.
pt_br: Ainda não há repositórios na base de conhecimento. Adicione repositórios antes de fazer perguntas à base de conhecimento.
ru: В базе знаний пока нет репозиториев. Добавьте репозитории перед тем, как задавать вопросы по базе знаний.
tr: Bilgi tabanında henüz depo yok. Bilgi tabanı soruları sormadan önce depo ekleyin.
uk: У базі знань ще немає репозиторіїв. Додайте репозиторії, перш ніж ставити запитання.
vi: Chưa có kho lưu trữ nào trong cơ sở tri thức. Hãy thêm kho lưu trữ trước khi đặt câu hỏi về cơ sở tri thức.
zh_hans: 知识库中还没有可查询的仓库。请先添加项目，再进行知识库问答。
zh_hant: 知識庫中還沒有可查詢的倉庫。請先新增專案，再進行知識庫問答。

# rag.workspace.guidance.outOfScopeReply
source: This question is outside the current knowledge-base Q&A scope. Try one of these repository questions instead.
ar: هذا السؤال خارج نطاق الأسئلة والأجوبة الحالي لقاعدة المعرفة. جرب أحد أسئلة المستودع هذه بدلاً من ذلك.
de: Diese Frage liegt außerhalb des aktuellen Wissensdatenbank-Q&A-Bereichs. Versuchen Sie stattdessen eine dieser Repository-Fragen.
es: Esta pregunta está fuera del ámbito actual de preguntas y respuestas de la base de conocimiento. Prueba una de estas preguntas sobre repositorios en su lugar.
fr: Cette question dépasse la portée actuelle des questions-réponses de la base de connaissances. Essayez plutôt l'une de ces questions sur les dépôts.
id: Pertanyaan ini di luar cakupan Q&A basis pengetahuan saat ini. Coba salah satu pertanyaan repositori ini sebagai gantinya.
it: Questa domanda è al di fuori dell'ambito Q&A della knowledge base corrente. Prova invece una di queste domande sul repository.
ja: この質問は現在のナレッジベースQ&Aの範囲外です。代わりに以下のリポジトリに関する質問をお試しください。
ko: 이 질문은 현재 지식 베이스 Q&A 범위를 벗어납니다. 대신 다음 저장소 질문 중 하나를 시도해 보세요.
nl: Deze vraag valt buiten het huidige Q&A-bereik van de kennisbank. Probeer in plaats daarvan een van deze repositoryvragen.
pl: To pytanie wykracza poza zakres pytań i odpowiedzi bazy wiedzy. Zamiast tego spróbuj jednego z pytań dotyczących repozytoriów.
pt_br: Esta pergunta está fora do escopo atual de perguntas e respostas da base de conhecimento. Tente uma destas perguntas sobre repositórios.
ru: Этот вопрос выходит за рамки текущей области Q&A по базе знаний. Вместо этого попробуйте один из вопросов по репозиторию.
tr: Bu soru mevcut bilgi tabanı soru-cevap kapsamının dışında. Bunun yerine şu depo sorularından birini deneyin.
uk: Це запитання виходить за межі поточної області Q&A бази знань. Натомість спробуйте одне з цих запитань про репозиторії.
vi: Câu hỏi này nằm ngoài phạm vi Hỏi & Đáp của cơ sở tri thức hiện tại. Thay vào đó, hãy thử một trong các câu hỏi về kho lưu trữ này.
zh_hans: 这个问题不属于当前知识库问答范围。你可以改为询问知识库中的项目，例如：
zh_hant: 這個問題不屬於目前知識庫問答範圍。你可以改為詢問知識庫中的專案，例如：

# rag.workspace.guidance.question.compare
source: Compare the main use cases and differences of relevant projects in my knowledge base.
ar: قارن حالات الاستخدام الرئيسية والاختلافات بين المشاريع ذات الصلة في قاعدة معرفتي.
de: Vergleichen Sie die wichtigsten Anwendungsfälle und Unterschiede relevanter Projekte in meiner Wissensdatenbank.
es: Compara los casos de uso principales y las diferencias de los proyectos relevantes en mi base de conocimiento.
fr: Comparez les principaux cas d'utilisation et différences des projets pertinents dans ma base de connaissances.
id: Bandingkan kasus penggunaan utama dan perbedaan proyek yang relevan di basis pengetahuan saya.
it: Confronta i principali casi d'uso e le differenze dei progetti rilevanti nella mia knowledge base.
ja: ナレッジベース内の関連プロジェクトの主なユースケースと違いを比較してください。
ko: 지식 베이스에 있는 관련 프로젝트의 주요 사용 사례와 차이점을 비교해 주세요.
nl: Vergelijk de belangrijkste gebruiksscenario's en verschillen van relevante projecten in mijn kennisbank.
pl: Porównaj główne przypadki użycia i różnice odpowiednich projektów w mojej bazie wiedzy.
pt_br: Compare os principais casos de uso e diferenças dos projetos relevantes na minha base de conhecimento.
ru: Сравните основные варианты использования и различия релевантных проектов в моей базе знаний.
tr: Bilgi tabanımdaki ilgili projelerin ana kullanım durumlarını ve farklılıklarını karşılaştır.
uk: Порівняйте основні варіанти використання та відмінності відповідних проектів у моїй базі знань.
vi: So sánh các trường hợp sử dụng chính và sự khác biệt của các dự án liên quan trong cơ sở tri thức của tôi.
zh_hans: 比较知识库中相关项目的主要用途和差异。
zh_hant: 比較知識庫中相關專案的主要用途和差異。

# rag.workspace.guidance.question.latestIssues
source: What are the latest open Issues for the selected repository?
ar: ما هي أحدث المشكلات المفتوحة للمستودع المحدد؟
de: Was sind die neuesten offenen Issues für das ausgewählte Repository?
es: ¿Cuáles son las últimas incidencias abiertas del repositorio seleccionado?
fr: Quelles sont les dernières issues ouvertes pour le dépôt sélectionné ?
id: Apa Isu terbuka terbaru untuk repositori yang dipilih?
it: Quali sono le ultime Issue aperte per il repository selezionato?
ja: 選択したリポジトリの最新のオープンIssueは何ですか？
ko: 선택한 저장소의 최신 오픈 이슈는 무엇인가요?
nl: Wat zijn de nieuwste openstaande issues voor de geselecteerde repository?
pl: Jakie są najnowsze otwarte zgłoszenia dla wybranego repozytorium?
pt_br: Quais são as últimas Issues abertas do repositório selecionado?
ru: Какие последние открытые проблемы у выбранного репозитория?
tr: Seçilen depo için en son açık Sorunlar neler?
uk: Які останні відкриті проблеми (Issues) у вибраному репозиторії?
vi: Các Issue đang mở mới nhất cho kho lưu trữ đã chọn là gì?
zh_hans: 所选项目最近有哪些未关闭的 Issues？
zh_hant: 所選專案最近有哪些未關閉的 Issues？

# rag.workspace.guidance.question.overview
source: What projects are in my knowledge base, and what are they for?
ar: ما المشاريع الموجودة في قاعدة معرفتي، وفيم تُستخدم؟
de: Welche Projekte sind in meiner Wissensdatenbank und wofür sind sie?
es: ¿Qué proyectos hay en mi base de conocimiento y para qué sirven?
fr: Quels projets se trouvent dans ma base de connaissances et à quoi servent-ils ?
id: Proyek apa saja yang ada di basis pengetahuan saya, dan untuk apa proyek tersebut?
it: Quali progetti sono nella mia knowledge base e a cosa servono?
ja: ナレッジベースにはどのプロジェクトがあり、それぞれ何のためのものですか？
ko: 지식 베이스에 어떤 프로젝트가 있으며, 각각 무엇을 위한 것인가요?
nl: Welke projecten staan in mijn kennisbank en waarvoor dienen ze?
pl: Jakie projekty są w mojej bazie wiedzy i do czego służą?
pt_br: Quais projetos estão na minha base de conhecimento e para que servem?
ru: Какие проекты есть в моей базе знаний и для чего они?
tr: Bilgi tabanımda hangi projeler var ve ne işe yarıyorlar?
uk: Які проекти є в моїй базі знань і для чого вони?
vi: Có những dự án nào trong cơ sở tri thức của tôi và chúng dùng để làm gì?
zh_hans: 我的知识库中有哪些项目，它们分别适合做什么？
zh_hant: 我的知識庫中有哪些專案，它們分別適合做什麼？

# rag.workspace.guidance.question.recentlyUpdated
source: Which projects in my knowledge base were updated most recently?
ar: أي المشاريع في قاعدة معرفتي تم تحديثها مؤخرًا؟
de: Welche Projekte in meiner Wissensdatenbank wurden zuletzt aktualisiert?
es: ¿Qué proyectos de mi base de conocimiento se actualizaron más recientemente?
fr: Quels projets de ma base de connaissances ont été mis à jour le plus récemment ?
id: Proyek mana di basis pengetahuan saya yang paling baru diperbarui?
it: Quali progetti nella mia knowledge base sono stati aggiornati più recentemente?
ja: ナレッジベース内で最も最近更新されたプロジェクトはどれですか？
ko: 지식 베이스에서 가장 최근에 업데이트된 프로젝트는 무엇인가요?
nl: Welke projecten in mijn kennisbank zijn het meest recent bijgewerkt?
pl: Które projekty w mojej bazie wiedzy były ostatnio aktualizowane?
pt_br: Quais projetos na minha base de conhecimento foram atualizados mais recentemente?
ru: Какие проекты в моей базе знаний обновлялись последними?
tr: Bilgi tabanımdaki hangi projeler en son güncellendi?
uk: Які проекти в моїй базі знань оновлювалися найнедавніше?
vi: Dự án nào trong cơ sở tri thức của tôi được cập nhật gần đây nhất?
zh_hans: 我的知识库中最近更新的项目有哪些？
zh_hant: 我的知識庫中最近更新的專案有哪些？

# rag.workspace.guidance.remoteEmptyReply
source: No matching public results were found, so no fresh evidence is available for this question.
ar: لم يتم العثور على نتائج عامة مطابقة، لذا لا تتوفر أدلة حديثة لهذا السؤال.
de: Keine passenden öffentlichen Ergebnisse gefunden, daher sind keine neuen Belege für diese Frage verfügbar.
es: No se encontraron resultados públicos coincidentes, por lo que no hay evidencia nueva disponible para esta pregunta.
fr: Aucun résultat public correspondant trouvé, donc aucune nouvelle preuve n'est disponible pour cette question.
id: Tidak ada hasil publik yang cocok ditemukan, sehingga tidak ada bukti baru yang tersedia untuk pertanyaan ini.
it: Nessun risultato pubblico corrispondente trovato, quindi non sono disponibili nuove prove per questa domanda.
ja: 一致する公開結果が見つからなかったため、この質問に対する新しい証拠はありません。
ko: 일치하는 공개 결과를 찾을 수 없어 이 질문에 대한 새로운 증거가 없습니다.
nl: Geen overeenkomende openbare resultaten gevonden, dus er is geen nieuwe informatie beschikbaar voor deze vraag.
pl: Nie znaleziono pasujących wyników publicznych, więc nie ma świeżych dowodów dla tego pytania.
pt_br: Nenhum resultado público correspondente foi encontrado, portanto não há evidências recentes disponíveis para esta pergunta.
ru: Подходящих публичных результатов не найдено, поэтому свежих данных для этого вопроса нет.
tr: Eşleşen herhangi bir genel sonuç bulunamadı, bu nedenle bu soru için yeni kanıt mevcut değil.
uk: Не знайдено відповідних публічних результатів, тому для цього запитання немає свіжих даних.
vi: Không tìm thấy kết quả công khai phù hợp, do đó không có bằng chứng mới cho câu hỏi này.
zh_hans: 联网搜索没有找到匹配的公开结果，本轮无法获得回答该问题所需的新鲜证据。
zh_hant: 聯網搜尋沒有找到匹配的公開結果，本輪無法獲得回答該問題所需的新鮮證據。

# rag.workspace.guidance.remoteFailedReply
source: The online search failed, so no fresh evidence is available for this question. Expand the online-search audit for details and try again later.
ar: فشل البحث عبر الإنترنت، لذا لا تتوفر أدلة حديثة لهذا السؤال. وسّع تدقيق البحث عبر الإنترنت للحصول على التفاصيل وحاول مرة أخرى لاحقًا.
de: Die Online-Suche ist fehlgeschlagen, daher sind keine neuen Belege für diese Frage verfügbar. Erweitern Sie das Online-Suchaudit für Details und versuchen Sie es später erneut.
es: La búsqueda en línea falló, por lo que no hay evidencia nueva disponible para esta pregunta. Expande la auditoría de búsqueda en línea para más detalles e inténtalo de nuevo más tarde.
fr: La recherche en ligne a échoué, donc aucune nouvelle preuve n'est disponible pour cette question. Développez l'audit de recherche en ligne pour plus de détails et réessayez plus tard.
id: Pencarian daring gagal, sehingga tidak ada bukti baru yang tersedia untuk pertanyaan ini. Perluas audit pencarian daring untuk detailnya dan coba lagi nanti.
it: La ricerca online non è riuscita, quindi non sono disponibili nuove prove per questa domanda. Espandi il controllo della ricerca online per i dettagli e riprova più tardi.
ja: オンライン検索が失敗したため、この質問に対する新しい証拠はありません。オンライン検索の監査を展開して詳細を確認し、後でもう一度お試しください。
ko: 온라인 검색에 실패하여 이 질문에 대한 새로운 증거가 없습니다. 온라인 검색 감사를 확장하여 자세한 내용을 확인하고 나중에 다시 시도하세요.
nl: De online zoekopdracht is mislukt, dus er is geen nieuwe informatie beschikbaar voor deze vraag. Vouw de online zoekopdracht-audit uit voor details en probeer het later opnieuw.
pl: Wyszukiwanie online nie powiodło się, więc nie ma świeżych dowodów dla tego pytania. Rozwiń audyt wyszukiwania online, aby uzyskać szczegóły i spróbuj ponownie później.
pt_br: A busca online falhou, portanto não há evidências recentes disponíveis para esta pergunta. Expanda a auditoria da busca online para detalhes e tente novamente mais tarde.
ru: Онлайн-поиск не удался, поэтому свежих данных для этого вопроса нет. Разверните аудит онлайн-поиска для подробностей и попробуйте снова позже.
tr: Çevrimiçi arama başarısız oldu, bu nedenle bu soru için yeni kanıt mevcut değil. Ayrıntılar için çevrimiçi arama denetimini genişletin ve daha sonra tekrar deneyin.
uk: Онлайн-пошук не вдався, тому для цього запитання немає свіжих даних. Розгорніть аудит онлайн-пошуку для деталей і спробуйте пізніше.
vi: Tìm kiếm trực tuyến thất bại, do đó không có bằng chứng mới cho câu hỏi này. Mở rộng kiểm tra tìm kiếm trực tuyến để biết chi tiết và thử lại sau.
zh_hans: 联网搜索失败，本轮无法获得回答该问题所需的新鲜证据。你可以展开联网搜索查看原因，稍后再试。
zh_hant: 聯網搜尋失敗，本輪無法獲得回答該問題所需的新鮮證據。你可以展開聯網搜尋查看原因，稍後再試。
